sec2 = f'''
ـ                      **[ SVJ Hunter Stats ](t.me/r6r6rr)**
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊⌔  اهلا بك فى قسم فحص الحساب 
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━━━━━●
✥┊ `.احصائياتي`
     ⪼ لـعرض احصائيات الحساب
✥┊ `.معلوماتي`
     ⪼ لـعرض معلومات الحساب
✥┊ `.قنواتي مالك`
     ⪼ لـعرض قنوات الحساب المالك عليها
✥┊ `.قنواتي ادمن`
     ⪼ لـعرض قنوات الحساب المشرف عليها
✥┊ `.قنواتي الكل`
     ⪼ لـعرض كل قنوات الحساب المنضم بها
✥┊ `.كروباتي مالك`
     ⪼ لـعرض كروبات الحساب المالك عليها
✥┊ `.كروباتي ادمن`
     ⪼ لـعرض كروبات الحساب المشرف عليها
✥┊ `.كروباتي الكل`
     ⪼ لـعرض كروبات الحساب المنضم بها 
✥┊ `.نظف`
     ⪼ لتنظيف القنوات التى ينشئها السورس 
     عند بدء الصيد فى حال وجدت انها كثيره 
     ـ●━━━━━━━━━━━━━━━━━━●
ـ
'''


sec3 = f'''
**[ SVJ Hunter Checker ](t.me/r6r6rr)** **>>** **[Developer](tg://user?id={1421814874})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة
✩ `.صيد_نمط + نوع اي يوزر ببالك + #$%&*+_` : يقوم بفحص نمط اليوزرات وتثبيتة على القناة
✩ `.حيث  الرموز
    - * : حرف أو رقم عشوائي (a-z, 0-9)
    - # : حرف إنجليزي فقط (a-z)
    - % : 3 أرقام متسلسلة (فقط 123, 456, 789)
    - $ : حرف عشوائي ثابت (a-z) - يثبت مرة واحدة لكل عملية صيد
    - & : رقم عشوائي ثابت (0-9) - يثبت مرة واحدة لكل عملية صيد
    - _ : يبقى كما هوه
    - أي حرف آخر: يبقى ثابتاً
    -   + رقم عشوائي غير ثابت
✩ `.صيد + العدد + النوع` : يقوم بفحص اليوزرات على قناة ينشئها السورس تلقائيا
✩ `.صيد + العدد + النوع` : بالرد على يوزر القناة يقوم بفحص اليوزرات وتثبيتها على القناة
✩ `.حالة الصيد` : لمعرفة تقدم الصيد
✩ `.ايقاف الصيد` : لايقاف الصيد

✩ `.الانواع` : لمعرفة انواع اليوزرات بالصيد التقليدي
✩ `.النوع` : لمعرفة انواع اليوزرات بالصيد الحديث ينصح باستخدامه

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec4 = f'''
ـ          **[ SVJ Hunter ](t.me/r6r6rr)**
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ `.تثبيت_قناة` + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه 
     ⪼ بالرد على يوزرها او انشائها تلقائيا 
✥┊ `.تثبيت_حساب` + اليوزر
     ⪼ لـ تثبيت اليـوزر بحسـابك مباشـرة 
✥┊ `.تثبيت_بوتات` + اليوزر
     ⪼ لـ تثبيت اليـوزر في بـوت فـاذر 
✥┊ `.حالة التثبيت`
     ⪼ لـ معرفـة تقـدم التثبيت التلقـائـي
✥┊ `.ايقاف التثبيت`
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ
'''

sec6 = f'''
**[ SVJ Hunter Addons ⎉](t.me/r6r6rr)** **>>** **[Developer](tg://user?id={5616315677})**
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس SVJ` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس سايثون `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

SVJ مثال | `.للكروبات مرحبا بك في سورس  `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''






Main_Types = '''
    **⟨ SVJ CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` : لمعرفة انواع اليوزرات
    
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
1 - a_1_b
2 - a_b_c 
3 - a111a1 - abbbab
4 - a_1a1  -  a_bab - aba_b - a_abb - a_bba - ab_ba
-5 - sxxxc - s777c - sxxx7 - s7773 - sxxxs - sxxxx
6 - x8bot
7 - abcbot - ab1bot - a1bbot - a11bot - aa1bot
8 - scooo
9 - ab_bb
10 - aba_b - a1a_1
11 - aababb - aa1a11
12 - axaaa - a1aaa
13 - ab_aa
14 - aaabc - aaa1b
15 - ccunn
16 - seaaa
17 - caxxx
18 - xxxca
19 - cxxxa
20 - asssc
21 - acsss
22 - aaasc
23 - asssc
24 - ab1111
25 - ab111
26 - abcbot
27 - vip1212 - vip123 - id123
28 - vip1234 - vip1112
29 - abbbbcb - a1111a1 
30 - aabbaaa - aa11aaa 
31 - aabaabb - aa1aa11
32 - ababaaa - a1a1111
33 - aa11111
34 - abbabaa - a11a1aa
35 - سباعي حرفين
36 - aa88888
37 - سداسي حرفين 
38 - سباعي حرف
39 - trx12 - top12 - ton12 - tg123
40 - ab88888 - a188888
41 - a1_111 - a111_1 
42 - ثماني حرف 
43 - a88888b 
44 - aa11bot - aa1abo - abbabot - a1a1bot 
45 - a12aa - aa12a - aaa12
46 - a_bbb - a_111 - aaa_b - aaa_1
47 - aa11111
48 - tg123 - tg112 - tg1223 - tg1233
49 - abbbbaa - aabbbaa - aaabbba - aaaabbb - aaabbbb
50 - x1211 - x1121
51 - a1211 - a1121
52 - abbcc - aabcc - aabbc - a11cc - aa1cc - aa11c
53 - vip1111222 - vip1112222 - vip12222 - vip11112
54 - يفحص الانواع التالية مع بعض 4+7+53
55 - يفحص الانواع التالية مع بعص 5+8+14
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    `.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته`
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @r6r6rr`

    '''


Main_Auto_Checker = '''
    **⟨ SVJ CHECKER ⟩** **(الصيد الحديث)**
    
    ✩ `.النوع` : لمعرفة انواع اليوزرات
    
    
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @r6r6rr
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    '''


Types = {
    "Types1": '''
    **⟨ IEX CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
     قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @r6r6rr
    ''',
    "Types2": '''
    **⟨ SVJ CHECKER ⟩** **(الصيد التقليدي)**
    
    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
       قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @r6r6rr
    ''',
    "Types3": '''
    **⟨ SVJ CHECKER ⟩** **(الصيد التقليدي)**

    ✩ `.الانواع` ، `.الانواع1` ، `.الانواع2` ، `.الانواع3` : لمعرفة انواع اليوزرات

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
      قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    .صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    - مثـال╎ `.صيد 50000000 2 @r6r6rr`
    ''',
}
Auto_Checker = {
    "Types1": '''
    **⟨ r6r6rr CHECKER ⟩** **(الصيد الحديث)**
    
    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 1 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
     قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @ghxxx
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types2": '''
    **⟨ SVJ CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 2 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
      قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @ghxxx

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
    "Types3": '''
    **⟨ SVJ CHECKER ⟩** **(الصيد الحديث)**

    لمعرفة انواع اليوزرات
    ✩ `.النوع` ، `.النوع1` ، `.النوع2` ، `.النوع3` 

    الانواع 3 :

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
        قريبا
    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    طريقـة تفـعيل الـصيد 
    كل ما عليك هو نسخ الامر و يبدا الصيد تلقائيا
    يمكنك الصيد على قناة معينة عن طريق الرد على اليوزر @r6r6rr

    ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
    ''',
}
